Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: • Амниоцентез. При этом обследовании проверяются генетические заболевания, и оно чаще всего проводится с 15-й по 20-й неделю беременности. Врач вводит иглу в живот женщины с целью взятия небольшого количества околоплодных вод. Жидкость отправляется в лабораторию для анализа. • Проба ворсинчатого хориона. Данный анализ является альтернативой амниоцентезу. Из плаценты берется проба клеток для проверки на наличие генетических заболеваний. Данный тест можно провести на ранних сроках беременности (от 10 до 12 недель), но связанные с ним риски оказываются выше. СГБ • Стрептококк группы В (СГБ). — это распространенная бактерия, которая часто встречается во влагалище. Она может вызвать инфекцию у ребенка. Данный анализ включает взятие мазка из влагалища и прямой кишки, как правило, с 35-й по 37-ю неделю беременности. • Тесты для контроля здоровья плода: Ì Подсчет частоты шевеления плода (выполняется дома). Необходимо лечь на бок и посчитать, сколько времени требуется ребенку, чтобы совершить 10 движений. Ì УЗИ. Во время беременности вам будет назначено по крайней мере одно ультразвуковое обследование (как правило, с 18 по 20 неделю). Врач может назначить проведение дополнительных УЗИ для проверки развития или состояния плода. Ì Ультразвуковое доплеровское исследование. В ходе исследования проверяется приток крови к плоду.
en: • Amniocentesis - This test checks for genetic diseases and is often done between 15 and 20 weeks of pregnancy. The doctor puts a needle through the woman’s abdomen to remove a small amount of amniotic fluid. The fluid is sent to a lab for testing. • Chorionic Villus Sampling (CVS) - This test is an alternative to the amniocentesis test. A sample of cells is removed from the placenta to check for genetic diseases. This test can be done earlier in pregnancy (at 10 to 12 weeks), but the risks of this test are higher. • Group B Streptococcus (GBS) - GBS is a common bacteria found in the vaginas of women. It can cause infection in the baby. This test involves swabbing the vagina and rectum, usually between 35 and 37 weeks of pregnancy. • Tests to monitor fetal health: Ì Fetal Movement Count – This test is done at home. You lie on your side and count how long it takes your baby to have 10 movements. Ì Ultrasound – You will have at least 1 ultrasound during your pregnancy, often at 18 to 20 weeks of pregnancy. Your doctor may want to do more ultrasounds to check your baby’s growth or condition. Doppler Ultrasound – This test is done to check blood flow to the baby. Prenatal Care. Russian.

source: в больницах in the Hospital В больнице вам могут назначать анализы и обследования, лечение и новые для вас препараты, которые могут вызывать слабость и головокружение. Даже пробыв в постели всего один день, можно почувствовать слабость. Чтобы не упасть, необходимо соблюдать осторожность. Профилактика падений: • Прежде чем медицинский работник покинет помещение, убедитесь, что устройство вызова персонала, стол, телефон и все, что вам нужно, находятся в пределах досягаемости. • Попросите персонал помочь вам. Спросите у медсестры или врача, какие действия вам можно выполнять самостоятельно. • Если у вас слабость или головокружение, прежде чем встать с постели, обратитесь за помощью. • Носите такие носки и обувь, которые не дадут вам поскользнуться. Если необходимо, попросите пару нескользящих носков. • Боковые ограждения на кровати должны быть подняты. Не прислоняйтесь к ограждениям. • Не спешите. Двигайтесь медленно. Прежде чем встать, посидите минуту на краю кровати.
en: Preventing Falls While you are in the hospital, you may have tests, treatments or new medicines that could cause you to feel weak or dizzy. Even being in bed for just one day can make you feel weak. Be careful to avoid falling while you are in the hospital. To Help Prevent Falls: • Make sure your call light, table, telephone and anything else you need are within reach before staff leave the room. • Ask the staff to help you as needed. Ask your nurse or doctor what activities are safe for you to do on your own. • Ask for help before you get out of bed if you feel weak, lightheaded or dizzy. • Wear slippers, socks or shoes that will not slip. Ask for a pair of slip resistant socks if needed. • Keep the side rails on your bed up. Do not lean against the side rails. • Take your time. Move slowly. Sit at the side of the bed for a minute before you stand up. Preventing Falls in the Hospital. Russian.

source: во время ситуаций an Emergency Микроорганизмы, такие как бактерии, вирусы, грибки и паразиты, вызывают инфекции, которые могут привести к серьезным заболеваниям. Ниже приводятся правила, выполняя которые можно сохранить свое здоровье в чрезвычайной ситуации: • Чаще мойте руки. Мойте ладони и тыльную сторону ладоней, запястья, кожу между пальцами и около ногтей водой с мылом в течение 15 секунд. Мойте руки каждый раз: Ì после посещения туалета Ì до и после еды или приготовления пищи Ì после кашля, чихания и сморкания до и после контакта с больным человеком Ì до и после смены подгузника у ребенка Ì после прикосновения к другому человеку после соприкосновения с грязной посудой или мусором Ì после соприкосновения с животными и отходами их жизнедеятельности • Если вода и мыло недоступны, используйте дезинфицирующее средство на основе спирта.
en: Preventing Illness During Germs such as bacteria, viruses, fungi and parasites cause infections that can lead to serious illness. There are things you can do to stay healthy during an emergency: • Wash your hands often. Wash the front and back of your hands and wrists, between yourvfingers and around your nails with soap and water for 15 seconds.Wash your hands: Ì After using the toilet Ì Before and after eating or handling food Ì After coughing, sneezing or blowing your nose Before and after you have contact with someone who is sick Ì Before and after changing a baby’s diaper Ì After touching another person After handling dirty dishes or garbage Ì After touching animals or handling animal waste • Use alcohol-based hand sanitizer when soap and water are not available. Preventing Illness During an Emergency. Russian.

source: Профилактика инфекционных заболеваний Гигиена • Мойте руки теплой водой с мылом не менее 15 секунд перед едой, при приготовлении пищи и после пользования туалетом. Все, кто ухаживает за вами, должны соблюдать эти же правила. • Если вам разрешено, ежедневно принимайте душ или ванну. • Не пользуйтесь джакузи или гидромассажной ванной. • Внимательно осматривайте кожу на предмет порезов, сыпи, покраснений или припухлостей. Если у вас возникли проблемы, позвоните врачу. • После мочеиспускания или дефекации всегда подтирайтесь спереди назад, а затем мойте руки. • Чтобы избежать порезов, пользуйтесь электрической бритвой. • Для чистки зубов после еды и перед сном используйте зубную щетку с мягкой щетиной. Если вы носите зубные протезы, чистите их утром и вечером. • Ежедневно проверяйте свой рот. Позвоните врачу, если у вас есть покраснения, белые пятна, порезы или шишки. • Во время уборки надевайте маску или выходите из комнаты. • Не пользуйтесь спринцовкой или тампонами. • При половых сношениях используйте презерватив и смазку на водной основе, такую как K-Y Jelly Не используйте диафрагму или внутриматочную спираль. is Low. Russian.
en: To Help Prevent Infection: Hygiene • Wash your hands for at least 15 seconds with warm water and soap. Wash before eating, when preparing food, and after using the toilet. Anyone caring for you should do the same. • Shower or take a bath every day if you are allowed. • Do not take bubble baths or use hot tubs. • Check your skin closely for cuts, rashes, redness and swelling. Call your doctor if you have problems. • After you urinate or have a bowel movement, always wipe from your front to your back. Wash your hands. • Use an electric razor for shaving to avoid cuts. • Use a soft bristle toothbrush to clean your teeth after eating and before bedtime. If you have dentures, clean them in the morning and evening. • Inspect your mouth each day. Call your doctor if you have any redness, white patches, cuts or bumps. • Wear a mask or leave the room when it is being cleaned. • Do not use douches or tampons. • Use a condom and a water-based lubricant such as K-Y Jelly when having sexual intercourse. Do not use a diaphragm or IUD. Preventing Infections When Your White Blood Cell Count

source: Меры предосторожности при приеме пищи • Не ешьте сырую или не до конца приготовленную пищу, такую как: Ì свежие фрукты и овощи; Ì сырые яйца, мясо и рыба. • Готовьте мясо, рыбу и яйца до полной готовности. • Употребляйте только пастеризованное молоко, сыр, йогурт и сметану. • Не оставляйте напитки в тепле дольше, чем на 2 часа. Рекомендации • Старайтесь побольше отдыхать. Каждую ночь старайтесь спать около 8 часов. • Ходите или по крайней мере сидите в кресле 3–4 раза в день. Задавайте для себя приемлемый темп, чтобы не сильно уставать. • Избегайте людей с инфекционными заболеваниями, такими как простуда, грипп, герпес, опоясывающий герпес, ветряная оспа, корь и паротит. • Избегайте людей, в течение последних нескольких недель прошедших вакцинацию, например от полиомиелита, краснухи, паротита, кори, жёлтой лихорадки или оспы. • Перед вакцинацией сообщите врачу, что у вас пониженный уровень лейкоцитов. is Low. Russian.
en: Food Safety • Do not eat raw or undercooked foods such as: Ì Fresh fruit or vegetables Raw eggs, meat or fish • Cook meat, fish and eggs well done. • Use only pasteurized milk, cheeses, yogurt or cream. • Do not leave drinks sitting out for more than 2 hours. Other Tips • Get plenty of rest. Try to get about 8 hours of sleep a night. • Walk, or at least sit up in a chair, 3 to 4 times a day. Pace yourself and do not get too tired. • Avoid people with infections such as colds, flu, cold sores, shingles, chicken pox, measles and mumps. • Avoid people who have had vaccines in the past few weeks. Vaccines could be for polio, rubella, mumps, measles, yellow fever or smallpox. • Ask your doctor before getting vaccines when your WBC count is low. Preventing Infections When Your White Blood Cell Count

source: Ì Начинайте сцеживать и хранить лишнее молоко как минимум за две недели до выхода на работу или учебу. Вне дома сцеживайте молоко каждые 4 часа. Способы сцеживания грудного молока • Вручную Ì Чтобы сцедить молоко, массируйте грудь движениями, направленными в сторону соска. • При помощи молокоотсоса Бывают ручные и электрические молокоотсосы. Ì Каждую грудь следует сцеживать в течение 10 минут. Начало сцеживания • Мойте руки с мылом. • Подготовьте чистый контейнер для сбора молока. • Займите удобное положение в уединенном месте и подумайте о своем ребенке. • Помассируйте грудь и сделайте несколько медленных неглубоких вдохов. • Для обеспечения приватности прикройте грудь и контейнер одеялом или полотенцем. Сбор и хранение грудного молока • Используйте стерильные стеклянные и пластиковые бутылочки или пакеты для хранения грудного молока. Не пользуйтесь одноразовыми баночками, так как они слишком тонкие.
en: Ì Pump extra milk and store it at least 2 weeks before your return date. Ì Pump at least every 4 hours when away. Ways to Express Breast Milk • By hand Massage breast toward nipple to express milk. • With a pump Ì There are manual and electric breast pumps. Pump for about 10 minutes on each breast any time you pump. Getting Started • Wash your hands with soap and water. • Have a clean container ready for collecting the milk. • Find a relaxing position in a quiet spot and think about your baby. • Massage your breast and take slow easy breaths. • For privacy while pumping, cover your breasts and pump container with a blanket or towel. Collecting and Storing Breast Milk • Use sterile glass bottles, plastic bottles or milk storage bags made for breast milk. Do not use disposable bottle liners because they are too thin. Pumping and Storing Breast Milk. Russian.

source: • Удобнее всего хранить грудное молоко порциями объемом от 60 до 150 мл. • Можно смешивать грудное молоко, сцеженное в разное время в течение суток. • После сцеживания молоко следует сразу охладить. • Сцеженное молоко может отличаться по цвету и консистенции. • При хранении молоко разделяется на слои. При нагревании сливки всплывают. Перед кормлением молоко следует взболтать. • Если грудное молоко не планируется использовать в течение двух суток после сцеживания, его следует заморозить. • Вначале используйте свежесцеженное молоко. Охлажденное или замороженное используйте начиная с молока, полученного раньше. • Если грудное молоко имеет кислый или странный запах, лучше его выбросить. Не используйте молоко, если оно вызывает у вас сомнения. Как обращаться со свежим грудным молоком • Если вы тщательно помыли руки перед сцеживанием, свежее молоко можно хранить при комнатной температуре (не выше 25 °C) и использовать в течение 4–8 часов. Если вы не собираетесь использовать молоко, поскорее поместите его в холодильник. • Если температура в помещении, в автомобиле или на открытом воздухе выше 25 °C, молоко следует незамедлительно охладить. Для хранения молока вне дома воспользуйтесь контейнером со льдом.
en: • Store breast milk in 2 to 5 ounce portions to avoid wasting breast milk. • Breast milk from different pumpings can be added together if the milk is pumped during the same 24-hour day. • Breast milk should be chilled as soon as possible after it is pumped. • It is normal for pumped milk to vary in color and thickness. • Stored milk separates into layers. Cream will rise to the top as the milk warms. Mix the milk layers before feeding. • If you are not going to use the breast milk within 48 hours after pumping, freeze the milk. • Always use freshly pumped milk first. Then use refrigerated or frozen milk by the oldest date first. • If breast milk has a sour or strange smell, throw it away. If there is any doubt, do not use the milk. Handling Fresh Breast Milk • If you washed your hands well before pumping, fresh milk may remain at room temperature (no warmer than 77°F or 25°C) for use in 4 to 8 hours. If you are not going to use it, store it in the refrigerator as soon as possible. • Refrigerate milk right away if the room, car or outside air temperature is above 77°F or 25°C. When you are away from home, use a lunch box size cooler with an ice pack to keep milk cool. Pumping and Storing Breast Milk. Russian.

source: Хранение грудного молока Воспользуйтесь данными рекомендациями, если у вас здоровый, родившийся в срок малыш. Также вам могут быть даны иные рекомендации. • Свежее молоко Можно хранить при комнатной температуре (не выше 25 °C) в течение 4–8 часов. При более высокой температуре молоко следует немедленно охладить. Ì Можно хранить в холодильнике (от 0 до 3,9 °C) в течение 5–7 дней. • Замороженное молоко Ì Замороженное молоко можно хранить в холодильнике в течение 3 месяцев или в морозильной камере (–17,8 °C) в течение 6 месяцев. Молоко можно хранить в холодильнике в течение суток после размораживания. Размораживание грудного молока • Размораживать молоко следует в чашке с теплой водой в течение 5–10 минут. • Молоко также можно разморозить, оставив его в холодильнике на ночь или на 8–12 часов. • Размороженное молоко можно и далее хранить в холодильнике, однако его нужно использовать в течение суток. • Не размораживайте молоко при комнатной температуре. • Не разогревайте грудное молоко в микроволновой печи — это может изменить его свойства и снизить качество. В микроволновой печи молоко нагревается неравномерно, и оно может обжечь ротик вашего ребенка. • Не замораживайте молоко повторно.
en: Breast Milk Storage These guidelines are for a full-term, healthy baby. You may be given different guidelines to follow. • Fresh Ì Store at room temperature (no warmer than 77°F or 25°C) for 4 to 8 hours. If the temperature is higher, cool the milk right away. Ì The milk can be stored in the refrigerator (32 to 39°F or 0 to 3.9°C) for 5 to 7 days. • Frozen Frozen milk can be stored for 3 months in the refrigerator freezer and 6 months in a deep freezer (0°F or –17.8°C). Ì Once thawed, frozen milk can be stored in the refrigerator for 24 hours. Thawing Frozen Breast Milk • Thaw frozen milk in a cup of warm water. This takes 5 to 10 minutes. • You can also thaw frozen milk 8 to 12 hours or overnight in the refrigerator. • Thawed milk can remain refrigerated but should be used within 24 hours. • Do not thaw breast milk by sitting it on the counter at room temperature. warm breast milk in a microwave • Do not oven. It can change the breast milk and reduce the quality of the milk. Microwave ovens heat the milk unevenly to cause a chance of burning your baby’s mouth. • Do not refreeze thawed milk. Pumping and Storing Breast Milk. Russian.

source: Поднимите руку под углом к голове на высоту стола. Задержите руку в этом положении, затем опустите ее в исходное положение. Свесьте руку со стола, не сгибая в локте и повернув ее большим пальцем наружу. Поднимите руку в сторону на высоту плеча. Задержите руку в этом положении, затем опустите ее и повторите упражнение.  Свесьте руку со стола, не сгибая в локте и повернув ее большим пальцем наружу. Поднимите руку под углом к голове на высоту стола. Задержите руку в этом положении, затем опустите ее и повторите упражнение.
en: Lift your arm at an angle towards your head to table height. Hold and then lower your arm to start position. Start with arm down, elbow straight and thumb pointed out. Lift your arm straight up to your side to shoulder height. Hold, then lower your arm and repeat.  Start with arm down, elbow straight and thumb pointed out, away from your body. Lift your arm at an angle towards your head to table height. Hold, then lower your arm and repeat. Rotator Cuff Exercises. Russian.

source: вашего ребенка for Your Baby Безопасный сон может защитить вашего ребенка от синдрома внезапной детской смерти и других опасностей, таких как закупорка дыхательных путей и удушье. Правила безопасного сна Безопаснее всего малышам спать в одиночку, на спинке и в собственной кроватке. В одиночку • Спите с ребенком в одной комнате, но не в одной кровати. • Малыш должен спать только в пустой и безопасной детской кроватке, колыбели или кроватке-манеже. • Младенцу нельзя спать со взрослыми, другими детьми и животными. На спинке • Малыш должен спать на всегда спинке. • В таком положении ребенок не задохнется. • Так ему будет легче дышать. В собственной кроватке • Малыш должен спать только в пустой и безопасной детской кроватке, колыбели или кроватке-манеже. Никаких бамперов, подушек, мягких игрушек и одеял: малыш может задохнуться!
en: Safe Sleep Safe sleep can help protect your baby from sudden infant death syndrome (also called SIDS) and other dangers, like choking and suffocation. Steps for Safe Sleep Babies sleep safest Alone, on their Back, and in a Crib. Alone • Share the room – not the bed – with a baby. • A baby should only sleep in an empty, safety-approved crib, bassinet or Pack ‘n Play. • A baby should never sleep with an adult, child or pet. Back • A baby should always sleep on his or her back. • A baby will not choke while sleeping on his or her back. • A baby can breathe easier while sleeping on his or her back. Crib • A baby should only sleep in an empty, safety-approved crib, bassinet or Pack ‘n Play. No bumper pads, pillows, soft toys, stuffed animals or blankets. These items can suffocate or strangle a baby. Safe Sleep for Your Baby. Russian.

source: падений дома at Home Ниже приведены рекомендации, которые помогут вам избежать падения дома. Пол • Освободите проходы и лестницы от проводов, мебели и мелких предметов. Не протягивайте электрические провода под коврами. • У больших ковров должно быть противоскользящее покрытие. Если его нет, надежно прикрепите ковер к полу двухсторонним скотчем. Не используйте напольные коврики. • Уберите порванные ковры и ковры с поднятыми краями. Пользуйтесь коврами с низким ворсом или не застилайте пол вообще. • Обозначьте места стыка различных поверхностей, например коврового покрытия и пола, яркой лентой или краской. При переходе с одного типа поверхности на другой легко упасть. Освещение • Дома должно быть хорошее освещение. В спальнях, ванных комнатах и вблизи лестниц используйте ночные светильники. • Установите выключатели, светящиеся в темноте, поскольку они более заметны. • Уберите с проходов электрические провода и мелкие предметы.
en: Prevent Falls Here are some ideas to use in your home to help prevent falls. Floors • Keep cords, furniture, and small objects out of walkways and off of stairs. Do not put electric cords under rugs. • Large area rugs should have non-slip backing. If not, use double-sided tape to keep the rug securely attached to the floor. Do not use throw rugs. • Remove carpet that is torn or has turned- up edges. Use low-pile carpet or solid flooring. • Use bright tape or paint to mark areas where the floor surface changes, such as from carpet to solid floors. It is easy to fall when you walk from one type of flooring to another. Lighting • Keep areas of your home well lit. Use night lights in bedrooms, bathrooms, and near stairs. • Use switches that glow in the dark, so they can be seen more easily. • Keep electrical cords and small things out of your path. Prevent Falls at Home. Russian.

source: Лестница • Чтобы было удобнее подниматься и спускаться по лестнице, установите с обеих сторон перила. Они должны выступать за пределы первой и последней ступени. • Когда вы поднимаетесь или спускаетесь по лестнице, старайтесь ничего не нести в руках или нести минимальный груз. • Лестница должна быть хорошо освещена. Чтобы не поскользнуться, положите на деревянные ступеньки противоскользящие накладки. • Обозначьте край каждой ступеньки яркой краской или лентой, чтобы их было лучше видно. Мебель • Садиться нужно осторожно. Убедитесь, что задняя поверхность ваших ног касается сиденья. • Стулья и мебель должны соответствовать вашему росту и весу. Выбирайте кресла с подлокотниками. • Попросите кого-нибудь убрать мебель, которая стоит у вас на пути. Санузел • Положите в ванну или душ противоскользящие накладки или коврик. • Установите поручни рядом с унитазом, а также в душе или ванне. Держатели полотенец не предназначены для использования в качестве поручней и могут сломаться. • Используйте специальное сиденье для ванны и высокую накладку на унитаз. • Не запирайте дверь в санузел, чтобы ее можно было открыть, если вы упадете.
en: Stairs • Place handrails on both sides of your stairs to help with going up and down stairs. These handrails should extend beyond the top and bottom stair. • Try not to carry anything, or carry as little as possible, when you use the stairs. • Use good lighting on the stairs. Apply non-slip surfaces to wood stairs to prevent sliding. • Use bright tape or paint on the edge of each step, so they are more easily seen. Furniture • Be careful when you sit down. Make sure the backs of your legs are touching the seat of the chair behind you. • Use chairs and furniture that are stable for your size and weight. Choose chairs that have armrests. • Get help to move furniture that may block your walking path. Bathroom • Use non-skid decals or a mat in the tub or shower. • Install grab bars around the toilet and in the shower or bathtub. Towel bars will break if you use them as grab bars. • Use a tub seat and an elevated toilet seat. • Leave the bathroom door unlocked, so it can be opened if you fall. Prevent Falls at Home. Russian.
